export default {
  "navigator": {
    "homePage": "بيت",
    "orderPage": "طلب",
    "grabPage": "يمسك",
    "personalPage": "لي"
  },
  "home": {
    "deposit": "إيداع",
    "withdrawal": "انسحاب",
    "invite": "يدعو",
    "about": "معلومات عنا",
    "grab": " الاستيلاء على النظام",
    "title1": "تفاصيل الربح",
    "order": " طلب",
    "moneyRange": " رن",
    "userBalance": " توازن",
    "today": "كسب الربح",
    "maxOrder": "طلب محدود"
  },
  "order": {
    "title": "طلب",
    "userBalance": "توازن",
    "todayProfit": "ربح",
    "process": "عملية",
    "complete": "مكتمل",
    "orderTime": "تاريخ",
    "orderNumber": "رقم الأمر",
    "orderAmount": "سعر الطلب",
    "orderProfit": "أمر الربح",
    "orderStatus1": "يعالج",
    "orderStatus2": "مكتمل",
    "orderStatus3": "ألغيت",
    "orderStatus4": "المجمدة",
    "orderPay": "يدفع"
  },
  "work": {
    "moneyRange": " رن",
    "announcement": "أكمل الطلب لكسب الربح على الفور",
    "moneyDetail": "تفاصيل الربح",
    "userBalance": "توازن",
    "userProfit": "كسب الربح",
    "orderFinish": "مكتمل",
    "orderUncomplete": "غير مكتمل",
    "orderFrozen": "المجمدة",
    "orderWaiting": "قيد الانتظار",
    "notice": "يلاحظ",
    "noticeText": "عندما يطابق المستخدم طلبًا، ستقوم المنصة بإرسال معلومات الطلب بشكل متزامن إلى التاجر. إذا لم يكمل المستخدم الطلب خلال 60 دقيقة، فسيتم تجميد الطلب لتجنب المنصات التنظيمية للتسوق عبر الإنترنت. إذا تم تجميد الطلب، فسيتم تجميد أموال الطلب أيضًا. ستحتاج إلى الانتظار لمدة 72 ساعة قبل أن تتمكن من رفع حالة التجميد. يرجى أن يكون على علم بذلك.",
    "grab": "يمسك"
  },
  "mine": {
    "totalBalance": "الرصيد الإجمالي",
    "frozenBalance": "الرصيد المجمد",
    "deposit": "إيداع",
    "withdrawal": "انسحاب",
    "invite": "دعوة للحصول على المكافأة",
    "inviteCode": "رقم الدعوة",
    "depositRecord": "سجل الإيداع",
    "withdrawalRecord": "سجل الانسحاب",
    "usdtBind": "ربط عنوان USDT",
    "changePassword": "تغيير كلمة المرور",
    "changePay": "تغيير كلمة المرور الأمنية",
    "changeLanguage": "تغيير اللغة",
    "logout": "خروج"
  },
  "userinfo": {
    "avatar": "الصورة الرمزية الخاصة بي",
    "account": "حساب",
    "id": "بطاقة تعريف",
    "phone": "هاتف"
  },
  "pay": {
    "scanTitle": "المسح للدفع",
    "amount": "كمية",
    "upload": "رفع",
    "submit": "يُقدِّم",
    "tip": "نصيحة الإيداع",
    "tip2": "بعد نجاح الإيداع، يرجى تحميل لقطة الشاشة",
    "placeHolder": "الرجاء إدخال المبلغ",
    "status1": "نجاح",
    "status2": "قيد الانتظار"
  },
  "wid": {
    "userBalance": "توازن",
    "todayProfit": "ربح",
    "withdrawAmount": "سحب المبلغ",
    "withdrawFee": "رسوم السحب (0%)",
    "withdrawAddress": "سحب العنوان",
    "withdrawPass": " سحب كلمة المرور",
    "placeHolder1": "الرجاء إدخال مبلغ السحب",
    "placeHolder2": "الرجاء إدخال كلمة المرور الخاصة بالسحب",
    "withdrawNotice": "إشعار الانسحاب",
    "tip1": "1. الحد الأدنى لمبلغ السحب هو 20 دولارًا أمريكيًا",
    "tip2": "2. وقت السحب هو T+0. إذا كان هناك أي تأخير، يجب أن يكون وقت الوصول المحدد هو السائد.",
    "tip3": "3. يسمح بالسحب خلال ساعات العمل من الساعة 08:00:00 إلى الساعة 22:00:00. ستتم معالجة عمليات السحب في أوقات أخرى خلال ساعات العمل.",
    "submit": "يُقدِّم",
    "status1": "نجاح",
    "status2": "قيد الانتظار"
  },
  "share": {
    "text1": "دعوة لكسب الربح",
    "text2": "الربح السهل عن طريق الدعوة!",
    "title1": "رقم الدعوة",
    "title2": "وصلة"
  },
  "bd": {
    "submit": "يُقدِّم",
    "tip": "يرجى إدخال عنوان USDT الخاص بك"
  },
  "login": {
    "title": "تسجل الدخول",
    "placeHolder1": "حساب الإدخال",
    "placeHolder2": "إدخال كلمة السر",
    "login": "تسجيل الدخول",
    "tip1": "ليس لديك حساب ؟",
    "tip2": "سجل الان"
  },
  "about": {
    "aboutUs": "معلومات عنا",
    "head": "عزيزي",
    "p1": "LQDF هي شركة تجارة إلكترونية متعددة الجنسيات مكرسة لمساعدة العلامات التجارية والبائعين الأفراد على زيادة عرض منتجاتهم وطلبات مبيعاتهم، وتزويدهم بأفضل منصة خدمة.",
    "p2": "تأسست LQDF في 1 أبريل 2024، وتتعاون مع العلامات التجارية والبائعين الأفراد لتعزيز مبيعات المنتجات الفعلية من خلال ترتيبات الرعاية أو الشراكة. عندما يكمل المستخدمون الطلبات المطابقة، تحصل LQDF على عمولة. يشجع نموذج الشراكة الترويجية على المزيد من مشاركة المستخدمين، مما يزيد من نشاط المنصة. يحفز هذا النهج المربح للجانبين أيضًا العلامات التجارية على المشاركة بشكل أكثر نشاطًا، حيث يقدم مكافآت العمولة لتشجيع المستخدمين على الترويج لمنتجاتهم.",
    "p3": "واحدة من أكبر مزايا LQDF في السوق هي تعدد وظائفها. كان الهدف من إنشاء الموقع هو توفير منصة توفر بيئة تنافسية عادلة لمجموعة متنوعة من تجار التجزئة. ولا يزال هذا المفهوم قابلاً للتطبيق حتى يومنا هذا؛ يمكن لكل شركة تبيع على LQDF، بدءًا من الشركات الصغيرة وحتى العلامات التجارية الكبيرة، استخدام نفس الأدوات والموارد والدعم لتنمية أعمالها.",
    "p4": "من خلال دمج عناصر التجارة الإلكترونية تدريجيًا، يوفر LQDF للمستخدمين تجربة تسوق أكثر مباشرة ويفتح قنوات مبيعات جديدة للعلامات التجارية الكبرى. تتنافس العلامات التجارية والبائعين على جذب انتباه المستخدم والقوة الشرائية.",
    "p5": "في هذه المنافسة، تصبح جودة المنتجات وحجم مبيعاتها أمرًا بالغ الأهمية. يجب على تجار التجزئة والعلامات التجارية الكبرى جذب المستخدمين من خلال توفير منتجات عالية الجودة وتسويق إبداعي ومحتوى جذاب. وفي الوقت نفسه، يعد فهم احتياجات المستخدم والتكيف معها والاستجابة السريعة لاتجاهات السوق أيضًا من العوامل الرئيسية للنجاح."
  },
  "pass": {
    "title1": "كلمة المرور القديمة",
    "title2": "كلمة المرور الجديدة",
    "title3": "تأكيد كلمة المرور الجديدة",
    "tip1": "الرجاء إدخال كلمة المرور القديمة",
    "tip2": "الرجاء إدخال كلمة المرور الجديدة",
    "tip3": "الرجاء إدخال كلمة المرور الجديدة مرة أخرى",
    "submit": "يُقدِّم"
  }
}