export default {
  "navigator": {
    "homePage": "Дом",
    "orderPage": "Заказ",
    "grabPage": "Схватить",
    "personalPage": "Мой"
  },
  "home": {
    "deposit": "Депозит",
    "withdrawal": "Снятие",
    "invite": "Приглашать",
    "about": "О нас",
    "grab": " Забрать заказ",
    "title1": "Подробности о прибыли",
    "order": " Заказ",
    "moneyRange": " Позвонил",
    "userBalance": " Баланс",
    "today": "Прибыль",
    "maxOrder": "Лимитный ордер"
  },
  "order": {
    "title": "Заказ",
    "userBalance": "Баланс",
    "todayProfit": "Выгода",
    "process": "Процесс",
    "complete": "Завершенный",
    "orderTime": "Дата",
    "orderNumber": "Номер заказа",
    "orderAmount": "Стоимость заказа",
    "orderProfit": "Прибыль от заказа",
    "orderStatus1": "Обработка",
    "orderStatus2": "Завершенный",
    "orderStatus3": "Отменено",
    "orderStatus4": "Замороженный",
    "orderPay": "Платить"
  },
  "work": {
    "moneyRange": " Позвонил",
    "announcement": "Завершите заказ, чтобы немедленно получить прибыль",
    "moneyDetail": "Подробности о прибыли",
    "userBalance": "Баланс",
    "userProfit": "Прибыль зарабатывать",
    "orderFinish": "Завершенный",
    "orderUncomplete": "Неполный",
    "orderFrozen": "Замороженный",
    "orderWaiting": "В ожидании",
    "notice": "Уведомление",
    "noticeText": "Когда пользователь соответствует заказу, платформа синхронно отправляет информацию о заказе продавцу. Если пользователь не выполнит заказ в течение 60 минут, заказ будет заморожен, чтобы избежать регулирования платформ онлайн-покупок. Если заказ заморожен, средства по заказу также будут заморожены. Вам придется подождать 72 часа, прежде чем статус замороженного аккаунта можно будет снять. Пожалуйста, имейте это в виду.",
    "grab": "Схватить"
  },
  "mine": {
    "totalBalance": "Итоговый баланс",
    "frozenBalance": "Ледяной баланс",
    "deposit": "Депозит",
    "withdrawal": "Снятие",
    "invite": "Пригласите, чтобы получить вознаграждение",
    "inviteCode": "Код приглашения",
    "depositRecord": "Депозитная запись",
    "withdrawalRecord": "Запись о снятии средств",
    "usdtBind": "Привязать адрес USDT",
    "changePassword": "Изменить пароль",
    "changePay": "Изменить пароль безопасности",
    "changeLanguage": "Изменение языка",
    "logout": "Выход"
  },
  "userinfo": {
    "avatar": "Мой аватар",
    "account": "Счет",
    "id": "ИДЕНТИФИКАТОР",
    "phone": "Телефон"
  },
  "pay": {
    "scanTitle": "Отсканируйте, чтобы оплатить",
    "amount": "Количество",
    "upload": "Загрузить",
    "submit": "Представлять на рассмотрение",
    "tip": "Депозитный совет",
    "tip2": "После успешного внесения депозита загрузите снимок экрана.",
    "placeHolder": "Пожалуйста, введите сумму",
    "status1": "Успех",
    "status2": "В ожидании"
  },
  "wid": {
    "userBalance": "Баланс",
    "todayProfit": "Выгода",
    "withdrawAmount": "Сумма снятия",
    "withdrawFee": "Комиссия за вывод средств (0%)",
    "withdrawAddress": "Вывести адрес",
    "withdrawPass": " Снять пароль",
    "placeHolder1": "Пожалуйста, введите сумму вывода",
    "placeHolder2": "Пожалуйста, введите пароль для вывода средств",
    "withdrawNotice": "Уведомление об отзыве",
    "tip1": "1. Минимальная сумма вывода составляет 20 долларов США.",
    "tip2": "2. Срок вывода средств — Т+0. В случае какой-либо задержки приоритет имеет конкретное время прибытия.",
    "tip3": "3. Вывод средств возможен в рабочее время с 08:00:00 до 22:00:00. Вывод средств в другое время будет осуществляться в рабочее время.",
    "submit": "Представлять на рассмотрение",
    "status1": "Успех",
    "status2": "В ожидании"
  },
  "share": {
    "text1": "Приглашайте, чтобы получить прибыль",
    "text2": "Легко зарабатывайте, приглашая!",
    "title1": "Код приглашения",
    "title2": "Связь"
  },
  "bd": {
    "submit": "Представлять на рассмотрение",
    "tip": "Пожалуйста, введите свой адрес USDT"
  },
  "login": {
    "title": "Логин аккаунта",
    "placeHolder1": "Входной аккаунт",
    "placeHolder2": "Введите пароль",
    "login": "Авторизоваться",
    "tip1": "Нет аккаунта?",
    "tip2": "Зарегистрироваться"
  },
  "about": {
    "aboutUs": "О нас",
    "head": "Дорогой",
    "p1": "LQDF — это многонациональная компания электронной коммерции, призванная помогать брендам и отдельным продавцам повышать узнаваемость своих продуктов и заказов на продажу, предоставляя им лучшую платформу обслуживания.",
    "p2": "Основанная 1 апреля 2024 года, LQDF сотрудничает с брендами и отдельными продавцами, чтобы увеличить реальные продажи продукции посредством спонсорских или партнерских соглашений. Когда пользователи выполняют согласованные заказы, LQDF получает комиссию. Модель рекламного партнерства поощряет большее участие пользователей, повышая активность платформы. Этот беспроигрышный подход также мотивирует бренды к более активному участию, предлагая комиссионные вознаграждения, чтобы побудить пользователей продвигать свою продукцию.",
    "p3": "Одним из самых больших преимуществ LQDF на рынке является его многофункциональность. Целью создания веб-сайта было создание платформы, предлагающей честную конкурентную среду для различных предприятий розничной торговли. Эта концепция остается применимой и по сей день; каждая компания, продающая через LQDF, от малого бизнеса до крупных брендов, может использовать одни и те же инструменты, ресурсы и поддержку для развития своего бизнеса.",
    "p4": "Постепенно включая элементы электронной коммерции, LQDF предлагает пользователям более прямой опыт покупок и открывает новые каналы продаж для крупных брендов. Бренды и продавцы конкурируют за внимание пользователей и покупательную способность.",
    "p5": "В этой конкуренции решающее значение приобретают качество и объем продаж продукции. Розничные торговцы и крупные бренды должны привлекать пользователей, предоставляя высококачественные продукты, креативный маркетинг и привлекательный контент. В то же время понимание и адаптация к потребностям пользователей, а также оперативное реагирование на тенденции рынка также являются ключевыми факторами успеха."
  },
  "pass": {
    "title1": "Старый пароль",
    "title2": "Новый пароль",
    "title3": "Подтвердите новый пароль",
    "tip1": "Пожалуйста, введите старый пароль",
    "tip2": "Пожалуйста, введите новый пароль",
    "tip3": "Пожалуйста, введите еще раз новый пароль",
    "submit": "Представлять на рассмотрение"
  }
}